<?php

/* @var $this yii\web\View */

$this->title = 'Частые вопросы';
use yii;
use yii\widgets\ActiveForm;


?>
<div class="main_box">
    <div class="page_title">
        <h1 class="study__heading">
            Информация <svg xmlns="http://www.w3.org/2000/svg" width="36" height="36" viewBox="0 0 36 36">
                <defs>
                    <style>
                        .cls-1 {
                            fill: #696969;
                            fill-rule: evenodd;
                        }
                    </style>
                </defs>
                <path class="cls-1" d="M18.272,3.934A14.509,14.509,0,1,0,32.781,18.443,14.509,14.509,0,0,0,18.272,3.934Zm0,26.045A11.536,11.536,0,1,1,29.808,18.443,11.549,11.549,0,0,1,18.272,29.979Zm-4.043-12.19H17.38v7.79h2.973V14.816H14.229v2.973Zm5.886-7.314H17.142v2.854h2.973V10.475Z"/>
            </svg>
        </h1>
    </div>
    <div class="page_box">
        <h4 style="margin-top: 20px">Частые вопросы</h4>
        <div style="padding:62.25% 0 0 0;position:relative;margin: 20px 0">
            <iframe src="https://player.vimeo.com/video/1026200327" frameborder="0" allow="autoplay; fullscreen; picture-in-picture" allowfullscreen style="position:absolute;top:0;left:0;width:100%;height:100%;"></iframe>
            <img src="https://i.vimeocdn.com/video/1440519900-1ed64e863a5bdccc920bfbc297ba222da8b5d35a2629d42914fd601615a42902-d?mw=1300&mh=731"
                 alt="" class="" style="position: absolute;top: 0;left: 0;width: 100%;height: 100%;object-fit: cover;">
        </div><script src="https://player.vimeo.com/api/player.js"></script>

        <h5>В: В какой валюте доступно пополнение баланса?</h5>
        <p>О: Мы принимаем платежи в криптовалюте Tether USDT (TRC20). Также для удобства пользователей, у которых на данный момент нет возможности осуществить платёж в криптовалюте Tether USDT (TRC20), мы предусмотрели вариант с оплатой в рублях прямым переводом на банковскую карту через платежный сервис. </p>
        <h5>В: Как пополнить баланс в USDT(TRC-20)?</h5>
        <p>О: В разделе «Баланс» нажимаете кнопку «Пополнить» для создания заявки на пополнение. Введите сумму пополнения в рублях, система автоматически рассчитывает сумму в криптовалюте Tether USDT (TRC20), которую необходимо будет отправить на наш криптокошелёк. </p>
        <p>Далее нажмите на кнопку оплатить, и вам будут предоставлены данные для осуществления платежа: время для отправки средств (30 минут), сумму платежа в в криптовалюте Tether USDT (TRC20) и адрес криптокошелька, на который необходимо отправить точно указанную сумму.</p>
        <p>Осуществите перевод в течение предоставленного времени и после отправки средств нажмите на кнопку «Я оплатил». Пополнение баланса произойдёт в течение нескольких минут после подтверждения транзакции на указанный криптокошелёк в полном объёме.</p>
        <p>При отправке средств обратите внимание на комиссию сети, чтобы сумма, которая поступит на наш криптокошелёк точно соответствовала той, которая указана в заявке.</p>
        <p>Если по какой-либо причине вы решили произвести оплату позже, то нажмите кнопку «Отменить».</p>
        <h5>В: Как пополнить баланс в рублях?</h5>
        <p>Если на данный момент у вас нет возможности произвести оплату в криптовалюте Tether USDT (TRC20), то вы можете сделать это в рублях прямым переводом на банковскую карту через платежную систему.</p>
        <p>Для этого перейдите в раздел меню «Баланс» и нажмите кнопку «Пополнить», для создания заявки на пополнение. Введите сумму пополнения в рублях и нажмите кнопку «Оплатить в рублях», которая размещена ниже варианта с оплатой в криптовалюте Tether USDT (TRC-20).</p>
        <p>После нажатия на кнопку «Оплатить в рублях» появится сообщение с возможностью выбора банка получателя. Выбрав банк получателя произведите перевод на указанные реквизиты карты.</p>
        <p>Будьте внимательны, сумма перевода должна точно соответствовать указаной и  быть перечислена одним платежом. В случае отправки другой суммы на указанную карту, ваш перевод не будет принят обменником, а денежные средства будут потеряны. При этом мы не сможем их вам вернуть или зачислить на баланс в системе.</p>
        <p>После того как вы произвели перевод средств вам необходимо вернуться на сайте и нажать на кнопку *Я оплатил*.</p>
        <p>Комиссия на транзакции в рублях составляет 7,5% от суммы пополнения/вывода</p>
        <p>Денежные средства будут зачислены на ваш баланс в системе автоматически, в течение нескольких минут после поступления средств на банковскую карту Получателя.</p>
        <p>Если по какой-либо причине вы решили произвести оплату позже, то нажмите кнопку «Отменить».</p>
        <div style="padding:62.25% 0 0 0;position:relative;margin: 20px 0">
            <iframe src="https://player.vimeo.com/video/1026200226" frameborder="0" allow="autoplay; fullscreen; picture-in-picture" allowfullscreen style="position:absolute;top:0;left:0;width:100%;height:100%;"></iframe>
            <img src="https://i.vimeocdn.com/video/1440519900-1ed64e863a5bdccc920bfbc297ba222da8b5d35a2629d42914fd601615a42902-d?mw=1300&mh=731"
                 alt="" class="" style="position: absolute;top: 0;left: 0;width: 100%;height: 100%;object-fit: cover;">
        </div><script src="https://player.vimeo.com/api/player.js"></script>

        <h5>В: Как вывести средства с баланса?</h5>
        <p>Мы производим выплаты с баланса в криптовалюте Tether USDT (TRC20) и в российских рублях. Для того, чтобы вывести средства в криптовалюте Tether USDT (TRC20) при создании заявки на вывод вам потребуется предоставить адрес криптокошелька Tether USDT (TRC20).</p>
        <p>Перед выводом средств заранее подготовьте и проверьте криптокошелёк, на который будете принимать ваши средства с баланса. Перейдите в раздел меню «Баланс» и нажмите кнопку «Вывести», затем ведите сумму, которую вы хотите вывести в рублях, система автоматически рассчитывает сумму в криптовалюте Tether USDT (TRC20), которая будет отправлена на ваш криптокошелёк.</p>
        <p>После этого вставьте в поле для ввода заранее скопированный адрес вашего криптокошелька и убедитесь, что адрес правильный. Нажмите кнопку «Отправить».</p>
        <p>Комиссия на вывод средств в криптовалюте USDT (TRC20) составляет 3,5% от суммы вывода, на ваш кошелёк поступит сумма за минусом комиссии. </p>
        <p>Для того, чтобы вывести средства в российских рублях вам потребуется указать номер банковской карты одного из банков партнёров платформы.</p>
        <p>Комиссия на вывод средств в рублях составляет 7,5% от суммы вывода, на вашу карту поступит сумма за минусом комиссии.</p>
        <p>Обработка транзакций происходит централизовано и в полуавтоматическом режиме, после проверки данных модератором платформы средства будут отправлены на указанный вами крипто кошелёк либо банковскую карту.</p>
        <p>В зависимости от количества заявок на выплату партнёрского вознаграждения время обработки может составить от нескольких минут до 24 часов с момента создания заявки.</p>
    </div>
    <div class="page_footer">
        <a href="<?php echo yii\helpers\Url::to(['site/index'])?>">На главную</a>
        <a href="<?php echo yii\helpers\Url::to(['learn/index'])?>">В раздел обучения</a>
    </div>
</div>
